[{"title":"Cicchillitti-Cowan in Cowansville","titleFr":"Cicchillitti-Cowan à Cowansville","date":"2019-04-28T11:00:00","content":"The Cicchillitti-Cowan duo will perform a morning concert at the beautiful Musée Bruck in Cowansville ","contentFr":"Le duo Cicchillitti-Cowan jouera un concert matinal lors de la série Musique au salon au Musée Bruck à Cowansville.","uri":"https://surlascenedavignon.com/musique-au-salon-2018-2019/","link":"Musique au salon","linkFr":"Musique au salon"},{"title":"Doctoral Recital","titleFr":"Récital de doctorat","date":"2019-05-15T19:30:00","content":"Adam Cicchillitti will perform his second doctoral recital in Pollack Hall, featuring works by Roux, Noble, Takemitsu, Stafylakis, Rodrigo and Ponce. Invited guests include: Luke Bell (piano), Steven Cowan (guitar) and Lara Deutsch (flute).","contentFr":"Adam Cicchillitti interpretera des oeuvres de Roux, Noble, Takemitsu, Stafylakis, Rodrigo et Ponce lors de son deuxième récital de doctorat, qui aura lieu dans la salle Pollack. Artistes invités: Luke Bell (piano), Steven Cowan (guitare) et Lara Deutsch (flûte)","uri":"https://www.mcgill.ca/music/fr/channels/event/recital-de-doctorat-adam-cicchillitti-guitare-classique-295275","link":"McGill website","linkFr":"site web de McGill"},{"title":"Solo Recital in Kingston","titleFr":"Récital à Kingston","date":"2019-06-27T12:15:00","content":"Adam Cicchillitti will perform for the first time in Kingston, Ontario at St. George's Cathedral. Featured works by Turina, Rodrigo, Albéniz, Tarrega, Bach, Scarlatti and Cicchillitti.","contentFr":"Adam Cicchillitti jouera pour la première fois à Kingston dans le cadre de la série \"Concerts à midi\". Cicchillitti interpretera des oeuvres de Turina, Rodrigo, Albéniz, Tarrega, Bach, Scarlatti et Cicchillitti.","uri":"http://www.stgeorgescathedral.ca/index.cfm/music/concerts/","link":"Musique à St. Georges","linkFr":"Music at St. George's"},{"title":"Concerts Lachine","titleFr":"Concerts Lachine","date":"2019-07-13T16:00:00","content":"Adam Cicchillitti and Steve Cowan will perform a half recital followed by Patrick Kearney at l'Entrepôt in Lachine, Quebec. Works by Roux, Debussy, Stafylakis, Noble, Staniland and Ravel.","contentFr":"Adam Cicchillitti et Steve Cowan performera un démi-récital, suivi du grand guitariste canadien Patrick Kearney à l'Entrepôt à Lachine. Oeuvres de Stafylakis, Noble, Roux, Debussy, Ravel et Staniland.","uri":"http://www.concertslachine.ca/all-concerts/?lang=en","link":"Concerts Lachine","linkFr":"Concerts Lachine"},{"title":"21st Century Guitar Conference with ICEBERG","titleFr":"Conférence de guitare","date":"2019-08-23T21:00:00","content":"Adam Cicchillitti and Steve Cowan will perform solo and duo works for guitar, electronics and visual media at the inaugural 21st century guitar conference in Ottawa at Dominion Chalmers.","contentFr":"Adam Cicchillitti et Steve Cowan interpretera des nouvelles oeuvres pour une ou deux guitares, musique électronique et médias audiovisuels lors de la conférence inaugurale \"21st century guitar\". Les oeuvres seront écrites par le groupe new-yorkais ICEBERG. ","uri":"http://21cguitar.com/","link":"","linkFr":"21st century homepage"},{"title":"Analekta Album Release","titleFr":"Lancement d'album Analekta","date":"2019-10-25T19:00:00","content":"","contentFr":"","uri":"","link":"","linkFr":""},{"title":"Accès-Culture: Chapelle-historique","titleFr":"Accès-Culture: Chapelle-historique","date":"2019-10-31T19:30:00","content":"Adam Cicchillitti and Steve Cowan will launch their debut duo album with Analekta at the Chapelle-historique. The concert is sponsored by Accès-Culture.","contentFr":"Adam Cicchillitti et Steve Cowan lancera leur premier album en tant que duo de guitare avec le groupe Analekta à la Chapelle-historique du Bon-Pasteur. ","uri":"https://www.accesculture.com/emplacement/Chapelle_historique_du_Bon_Pasteur","link":"Accès-Culture Montréal","linkFr":"Accès-Culture Montréal"},{"title":"House Concert ","titleFr":"Concert de maison","date":"2019-11-02T19:30:00","content":"Quebec and Ontario tour continues with a house concert in Gatineau. For tickets contact wita.schliewen@gmail.com.","contentFr":"Notre tournée du Québec et de l'Ontario se poursuit à Gatineau. Veuillez communiquer avec wita.schliewen@gmail.com afin de réserver votre place!","uri":"","link":"","linkFr":""},{"title":"Concert at St. Luke's","titleFr":"Concert à l'église St. Luke's","date":"2019-11-03T19:30:00","content":"The third concert of the tour is at the beautiful St. Luke's church in Ottawa. ","contentFr":"Le troisième concert de notre tournée est à Ottawa, à la belle église St. Luke's à Ottawa.","uri":"https://stlukesottawa.ca/en/","link":"","linkFr":""}]