[{"title":"Cicchillitti - Cowan - Almonte Art Gallery","titleFr":"Cicchillitti-Cowan - Galérie d'art Almonte ","date":"2018-09-22T19:00:00","content":"Cicchillitti and Cowan return to the gallery where they played their first professional concert together in 2015.","contentFr":"Cicchillitti et Cowan seront de retour à la galérie d'art où ils ont débuté leur carrière ensemble en tant que duo de guitares.","uri":"http://sivarulrasa.com/culture22/","link":"Gallery website","linkFr":"Site web"},{"title":"Cicchillitti - Cowan - Ottawa New Music Creators","titleFr":"Cicchillitti-Cowan - Ottawa New Music Creators","date":"2018-10-13T19:00:00","content":"Cicchillitti and Cowan will perform a recital for ONMC to begin the 2018-2019 season. Composers from the greater Ottawa area can submit an original existing or new work for consideration to be performed at the event. Submit your score before June 15th!","contentFr":"Cicchillitti et Cowan sera en récital avec ONMC pour commencer la saison 2018-2019. Les compositeurs et compositrices de la région peuvent soumettre une partition originale pour une ou deux guitares et quelques oeuvres seront retenues pour interprétation lors du concert. Soumettez votre oeuvre originale avant le 15 juin!","uri":"http://www.onmc.info/","link":"ONMC website","linkFr":"Site web ONMC"},{"title":"Cicchillitti - Cowan - Hear! Here! in Yarmouth, Nova Scotia","titleFr":"Cicchillitti - Cowan - Hear! Here à Yarmouth, N.É.","date":"2018-11-18T18:38:00","content":"Cicchillitti and Cowan continue their tour with Debut Atlantic by playing in the 10th anniversary season of the Hear! Here concert series.","contentFr":"Cicchillitti et Cowan continue leur tournée de l'est canadien avec Debut Atlantic en jouant un récital lors de la 10ième anniversaire de la série Hear! Here à Yarmouth en Nouvelle-Écosse.","uri":"http://www.thevanguard.ca/living/None/hear-here-marking-10-years-society-unveils-ambitious-10th-anniversary-season-201986/","link":"The Vanguard","linkFr":"The Vanguard"}]