[{"title":"Annual golf tournament and fundraiser with Jeunesses Musicales Canada","titleFr":"Tournoi de golf annuel des Jeunesses Musicales avec Philippe Courchesne-Leboeuf","date":"2016-08-29T20:34:00","content":"Blainville, Quebec - 6:30pm<br>\r\nThe guitar baritone duo Lieder &amp; Canciones will perform arrangements of songs in German and Spanish by Mozart, Schubert, de Falla and Lorca for the annual Jeunesses Musicales fundraiser at the Fontainebleau golf course in Blainville.","contentFr":"Blainville, QC - 18h30<br>\r\nLe duo guitare et voix Lieder &amp; Canciones interprétera des oeuvres de Lorca, de Falla et Roux lors du tournoi de golf annuel des JMC à Blainville.","uri":"http://www.jmcanada.ca/en","link":"Jeunesses Musicales Homepage","linkFr":"Site web des JMC"},{"title":"Fête de la musique with Leider & Canciones","titleFr":"Fête de la musique avec Angèle Dubeau à Tremblant","date":"2016-09-04T20:11:00","content":"Tremblant, QC - 1:00 pm<br>\r\nPerforming for the first time at the spectacular outdoor music festival entitled Fête de la musique, we will be playing my arrangements of Schubert lieder and songs by Manuel de Falla and F.G. Lorca.","contentFr":"Tremblant, QC - 13h00<br>\r\nLe plus grand événement de l'année pour moi! Mon duo de guitare et voix Lieder &amp; Canciones interprétera mes arrangements de Mozart, Schubert, Lorca et de Falla. Venez en grand nombre pour ce festival gratuit.","uri":"https://fetedelamusiquetremblant.com/","link":"Fête de la musique Homepage","linkFr":"Fête de la musique"},{"title":"Lieder &amp; Canciones at Musée Bruck","titleFr":"Lieder &amp; Canciones au Musée Bruck à Cowansville","date":"2016-10-02T20:11:00","content":"We will be continuing on the path we began on tour, this time for our first time in Cowansville, Quebec. There will be some fun surprises in the repertoire, we can't wait!","contentFr":"Cowansville, QC - 11h00<br>\r\nLe duo Lieder &amp; Canciones est en concert pour la première fois au Musée Bruck à Cowansville.","uri":"http://surlascenedavignon.com/musique-au-salon/","link":"Sur la scène d'Avignon","linkFr":"Sur la scène d'Avignon"},{"title":"Cicchillitti-Cowan at Guitar Night with the Ottawa Guitar Society","titleFr":"Soirée de guitare avec la société de guitare d'Ottawa","date":"2016-12-10T20:12:00","content":"Ottawa, Ontario - December 10, 2016<br>\r\nPerforming in CCDuo for the annual fundraiser of the Ottawa Guitar Society in Tabaret Hall at the University of Ottawa.","contentFr":"Ottawa, ON - 20h00<br>\r\nLe duo de guitare Cicchillitti-Cowan interprétera des oeuvres Canadiennes contemporaines lors du concert annuel Soirée de guitare présenté par la société de guitare d'Ottawa dans la salle Tabaret à l'université d'Ottawa.","uri":"http://www.ottawaguitarsociety.ca/en/","link":"Ottawa Guitar Society Homepage","linkFr":"Société de guitare d'Ottawa"}]