[{"title":"Album release concert (Montreal) - Canciones","titleFr":"Lancement d'album (Montréal) - Canciones","date":"2018-03-03T19:00:00","content":"Chapelle historique du Bon-Pasteur - 7:00 pm. General admission - 20$/10$ enfants/20$ CD/35$ CD + ticket - Join Adam Cicchillitti in concert for the release of his debut album Canciones in Montreal. The album was generously financed by grants from MusicAction and the Canada Council, was selected among the top ten most anticipated albums of 2018 by the CBC and appears under the Analekta label. The event is co-presented by the Montreal Guitar Society.","contentFr":"Chapelle historique du Bon-Pasteur - 19h - billets 20$/10$ enfants/20$ CD/35$ CD + billet - Adam Cicchillitti sera en concert pour le lancement de son album Canciones à Montréal. L'album a été financé par des subventions de MusicAction et du Conseil des arts du Canada, a été sélectionné parmi les dix disques les plus anticipés de 2018 par Radio-Canada et apparaîtra sous l'étiquette Analekta. L’événement sera présenté en collaboration avec la Société de guitare de Montréal.","uri":"https://www.facebook.com/events/2056262297963943/","link":"Facebook event","linkFr":"Évènement facebook"},{"title":"Album release concert (Ottawa) - Canciones","titleFr":"Lancement d'album (Ottawa) - Canciones","date":"2018-03-10T19:00:00","content":"St. Bartholemew's Church - 7:00 pm. General admission - 20$/10$ enfants/20$ CD/35$ CD + ticket - Join Adam Cicchillitti in concert for the release of his debut album Canciones in Ottawa. The album was generously financed by grants from MusicAction and the Canada Council, was selected among the top ten most anticipated albums of 2018 by the CBC and appears under the Analekta label. The event is presented in collaboration with the Ottawa Guitar Society.","contentFr":"Église St. Bartholemew's - 19h - Billets 20$/10$ enfants/20$ CD/35$ CD + billet - Adam Cicchillitti sera en concert pour le lancement de son album Canciones à Ottawa. L'album a été financé par des subventions de MusicAction et du Conseil des arts du Canada, a été sélectionné parmi les dix disques les plus anticipés de 2018 par Radio-Canada et apparaîtra sous l'étiquette Analekta. L’événement sera présenté en collaboration avec la Société de guitare d'Ottawa.","uri":"https://www.facebook.com/events/190668114858213/","link":"Facebook event","linkFr":"Évènement facebook"}]