[{"titleNews":"My First Professional Publication of Beethoven's </br></br> An die ferne Geliebte","titleNewsFr":"Ma première publication professionnelle de An die ferne Geliebte ","dateNews":"2016-09-03T09:10:00","contentNews":"It’s been 200 years since the beginning of the beloved Liederkreis genre, and its creation lies not in the hands of Schubert, Schumann or Wolf through whom the genre gained much of its esteem and posterity, rather Beethoven’s intimate An Die Ferne Geliebte for voice and piano set the stage as early as 1816; as Leslie Orrey describes it, “in the world of Lieder, Beethoven rather than Schubert was the pioneer”. Each song from the cycle of six poems by Alois Jeitteles flows into the next through carefully conceived key relationships that adhere to the text on a number of levels. Because of this, it is difficult to conceive of each song as a stand-alone unit, a strong contrast to songs from cycles such as Winterreise, Dichterliebe and the Mörike Songs. \r\n</br></br>\r\nMany authors, such as Sylvia Bowden, have elaborated on the autobiographical nature that the musical setting of the poetry in An Die Ferne Geliebte seemingly allude to, a distant beloved with whom Beethoven may never know a physical bond; rather their spirits shall be united eternally through the cyclical nature of the music. Beethoven’s inability to know true love and his quest for it throughout his life are well-documented. It is easy for people from our world of social media and the internet to imagine how difficult it would have been for two people to communicate if we consider the fact that Beethoven lived in a time without electricity, telephones or automobiles. Though there has been some speculation as to who was Beethoven’s immortal beloved, we will most likely never know for sure.\r\n</br></br>\r\nThe project to arrange An die Ferne Geliebte for guitar came to me when I was studying for my master’s degree at the University of Ottawa. I had decided to join a seminar on the chamber music of Beethoven. Beethoven never wrote any music for guitar but I had already arranged several Schubert lieder and decided to explore Beethoven’s vocal works as well. During my research I found a recording of Beethoven’s song cycle performed by Gerald Moore and Dietrich Fischer-Dieskau and I was instantly seduced. I have since performed the piece in twenty cities on the Canadian east coast with my friend, baritone Philippe Courchesne-Leboeuf, to whom I have dedicated this arrangement.\r\n</br></br>\r\nI would like to thank all those that have helped me or facilitated the process of arrangement of this wonderful work: Virginie Abat-Roy, Frédéric Lacroix, Philippe Courchesne-Leboeuf, Donna Brown, Lawrence Ewashko, Michael McMahon, Jeunesses Musicales Canada and Sylvain Lemay  \r\n</br></br>\r\nAdam Cicchillitti, 2016\r\n</br></br><img class=\"newsSecImg\" src=\"http://dl.dropboxusercontent.com/s/4setfiqk78pasw1/DZ2671.jpg?dl=0\"/></br></br>\r\n","contentNewsFr":"Le genre musical Liederkreis ravit les mélomanes depuis 200 ans. Bien que Schubert, Schumann et Wolf aient grandement contribué à son rayonnement et à l’accroissement de l’estime à son égard, on doit la création de ce genre à Beethoven qui, dès 1816, en offrit les prémices dans son cycle pour voix et piano An Die Ferne Geliebte. Leslie Orrey affirme que « dans le monde des Lieder, Beethoven est davantage le pionnier que Schubert ». Les chansons du cycle, qui met en musique six poèmes d’Alois Jeitteles, s’écoulent naturellement les unes après les autres grâce à des agencements de tonalités soigneusement choisis qui adhèrent au texte à bien des niveaux. Pour cette raison, il est difficile de considérer chaque chanson comme une entité indépendante, contrairement aux chansons dans d’autres cycles tels que le Winterreise, le Dichterliebe et les Mörike Songs. \r\n</br></br>\r\nBon nombre d’auteurs, dont Sylvia Bowden, se sont penchés sur la nature autobiographique du contexte musical poétique de An Die Ferne Geliebte, dans lequel l’on retrouve apparemment une référence à un amour lointain avec qui Beethoven n’aurait jamais entretenu de lien physique. La nature cyclique de la musique propose plutôt une union spirituelle et éternelle. Il est bien connu que Beethoven a échoué dans sa quête du grand amour. Dans un monde où les médias sociaux et l’Internet favorisent les relations, il est difficile d’imaginer la complexité de la communication entre deux personnes au temps de Beethoven, où il n’y avait ni électricité, ni téléphone ni automobile. Malgré de nombreuses spéculations, l’identité de l’amour éternel de Beethoven restera à jamais inconnue.\r\n</br></br>\r\nC’est lors de ma maîtrise, à l’Université d’Ottawa, qu’a germé en moi l’idée d’écrire l’arrangement de An die Ferne Geliebte pour guitare. Au cours du processus, j’ai suivi un séminaire sur la musique de chambre de Beethoven et j’y ai appris que Beethoven n’a jamais composé de pièce pour guitare. Ayant déjà écrit l’arrangement de quelques lieder de Schubert, j’ai voulu explorer le répertoire vocal de Beethoven. Au cours de mes recherches, j’ai trouvé l’enregistrement de ce cycle de chansons interprétées par Gerald Moore et Dietrich Fischer-Dieskau. Je suis immédiatement tombé sous le charme. Depuis, j’ai présenté cet arrangement avec mon ami et confrère, le baryton Philippe Courchesne-Lebœuf dans une vingtaine de salles de l’Est canadien.\r\n</br></br>\r\nJe tiens à remercier celles et ceux qui ont contribué à l’écriture de cet arrangement ou qui ont favorisé le processus menant à ce merveilleux travail : Virginie Abat-Roy, Frédéric Lacroix, Philippe Courchesne-Leboeuf, Donna Brown, Lawrence Ewashko, Michael McMahon, les Jeunesses Musicales Canada et Sylvain Lemay.\r\n</br></br>\r\nAdam Cicchillitti, 2016\r\n</br></br>\r\nTraduit par Paule Bourbonnais, traductrice\r\n</br></br><img class=\"newsSecImg\" src=\"http://dl.dropboxusercontent.com/s/4setfiqk78pasw1/DZ2671.jpg?dl=0\"/></br></br>\r\n","imgUriNews":"http://dl.dropboxusercontent.com/s/kk7rgnmxdql4sqn/logo_oz.png?dl=0","descNews":"It was a huge year for me! After going on my first tour with Phil, les Productions d'Oz published my arrangement of Beethoven's song cycle. ","descNewsFr":"Ce fut une grande année pour moi! Après ma première tournée avec Phil, mon arrangement du cycle de chanson An die ferne Geliebte a été publier. "},{"titleNews":"My Website is Published!","titleNewsFr":"Mon site web est publié!","dateNews":"2016-08-28T18:40:00","contentNews":"After several years of procrastination I have finally built my very own website. Actually, I wasn’t the one who built it, but my heart and soul has gone into its creation and I couldn’t be happier with the result. First and foremost I would like to thank the three people behind the design and building of the site, my brother-in-law programmer extraordinaire Laurent Abat-Roy, as well as two awesome designers including my best friend Charles Brisebois and his lovely girlfriend Noémie Fréchette. I couldn’t have done it without the support of my cousin Thomas Hormaza, whose expertise in search engine optimization has been of critical importance in the programming of the site, providing tools to make it index faster on Google. Finally, my wife and her mom Virginie Abat-Roy and Hélène Abat have spent many hours polishing my French translations of the site, making me a better translator and helping me perfect my second language. Since I have taken on the responsibility of translating material for the Ottawa Guitar Society, Virginie and Hélène have helped me to become more confident in my abilities to edit French texts on my own.\r\n</br></br>\r\nI would also like to give a special shout-out to my sister Ericka Cicchillitti who has made constructive comments about the website layout and who is designing my new business cards to accompany the official launch of the site on September 5th. Needless to say, building your own website from scratch is a long and complicated process. Though I originally spoke to Laurent and Charles months before I left on tour, we only began the brainstorming process for the site in May and we originally planned to release the website before my wedding on July 16th. Now that the site is up, I look back at that totally unrealistic timeline we originally set for ourselves and I am forever appreciative of the enormous amount of work that everybody put into the site, including many late Skype calls, meetings, phone calls and hundreds of emails. I couldn’t have done it without the generous support of my family and friends. Good job everyone!\r\n</br></br>\r\n</br></br><img class=\"newsSecImg\" src=\"http://dl.dropboxusercontent.com/s/lm0h236y93r9wys/Adam%20Cicchillitti%20-%20Wireframes%20V8-NF-01.png?dl=0\" /></br></br>\r\n","contentNewsFr":"Après plusieurs années de procrastination j’ai finalement bâti mon site web professionnel. En fait, je ne l’ai pas personnellement bâti mais j’ai consacré les trois derniers mois à sa création et je ne pouvais pas être plus content et fier du résultat. Premièrement il faut que je remercie les trois personnes sans qui le site n’existerait pas : Mon beau-frère Laurent Abat-Roy qui a passé des dizaines d’heures en programmation, ainsi que mon meilleur ami Charles Brisebois et sa fabuleuse blonde Noémie Fréchette qui ont conçu le design du site. Je n’aurais pas pu lancer le site web sans le support de mon cousin Thomas Hormaza qui a contribué énormément avec ses aptitudes concernant les moteurs de recherche. Finalement, mon épouse Virginie Abat-Roy et sa mère Hélène Abat ont chacune consacré plusieurs heures au peaufinage de mes traductions en français. Depuis que je traduis pour la Société de guitare d’Ottawa, Virginie et Hélène m’ont infiniment aidé à éditer mes propres textes en français.  \r\n</br></br>\r\nIl faut aussi donner un merci tout spécial à ma sœur Ericka Cicchillitti qui m’a offert des critiques constructives par rapport au design du site. De plus, Ericka a créée le design et logo de mes nouvelles cartes d’affaires pour accompagner le lancement officiel du site le 5 septembre. Il va sans dire que monter ton propre site web de rien et un processus complexe, encore plus complexe que je n’aurais jamais prévu. Même si on a commencé à parler de la conception du site au mois de mai, ça nous a pris plus que quatre mois à arriver au produit final tandis qu’on voulait lancer le site originalement avant mon mariage le 16 juillet. Maintenant que le site est terminé, je pense à cette date limite originale et j’avoue que c’était complètement irréaliste. Je serais toujours reconnaissant de l’appui de mes amis et ma famille incluant tous les appels tard sur Skype, les centaines de courriels, les rencontres et toutes les heures passées au téléphone. Je n’aurais jamais réussi sans le soutien de tous les gens que j’aime. Merci!\r\n</br></br>\r\n</br></br><img class=\"newsSecImg\" src=\"http://dl.dropboxusercontent.com/s/lm0h236y93r9wys/Adam%20Cicchillitti%20-%20Wireframes%20V8-NF-01.png?dl=0\" /></br></br>\r\n","imgUriNews":"http://dl.dropboxusercontent.com/s/fc6m9zqeyxxz4eg/Adam%20Cicchillitti%20-%20Wireframes%20V8-NF-03.png?dl=0","descNews":"Three months of hard work and my team and I have published my first website. All my content is now available in one place!","descNewsFr":"Après trois mois de travail intense, nous sommes finalement prets pour le lancement officiel de mon site web!"},{"titleNews":"On Tour With Jeunesses Musicales","titleNewsFr":"En tournée avec les Jeunesses Musicales Canada","dateNews":"2016-08-22T18:20:00","contentNews":"It was a wild spring this year when I went on my first concert tour on the Canadian east coast with my good friend Philippe Courchesne-Leboeuf. Phil and I began playing together in the spring of 2013 when we took a class at the University of Ottawa under the direction of local piano legend Fred Lacroix. Our collaboration was almost a complete fluke to begin with since we were taking a seminar on the chamber music of Beethoven and Beethoven never wrote anything for guitar. Luckily, Beethoven wrote a significant amount of repertoire for voice and I had already heard Phil sing Beethoven’s song cycle An die Ferne Geliebte with our good friend pianist Ben Nesrallah. After listening to various versions of the cycle, I decided to arrange the first two songs for guitar and low voice to see if the piece was indeed adaptable for the instrument and if it could work for our duo. After Phil and I performed in Lacroix’s class, we fell in the love with the arrangement for guitar and our duo was born. Three years later, my full arrangement of Beethoven’s only song cycle with guitar accompaniment was published by les Productions d’Oz and we performed the piece in concert over twenty times throughout Eastern Canada. \r\n</br></br>\r\nOur random experiment turned out to be an incredible success; not only has arranging the song cycle taught me an enormous amount about the arranging process for the guitar, but it has also been a testament of how important it is to be patient when charting unfamiliar territory. In our case, I had no choice but to see the project through to its completion because of the looming deadline ahead. We were only one month away from leaving on tour and I was still tinkering endlessly with my arrangement, in fact I hadn’t even arranged the last song yet. Moreover, we were performing the work for coaches like Donna Brown, Lawrence Ewashko, Fred Lacroix and Michael McMahon and their wealth of experience and knowledge of Beethoven’s chamber music meant I would leave every rehearsal with a new list of changes, some of which were proving to be very difficult to execute on the guitar. The guitar is a notoriously difficult instrument to compose and arrange for, but one thing that I learned in my performances of An die Ferne is that nobody cared how hard it was because they weren’t guitarists. I had to do everything to make sure that the technical limitations of my instrument didn’t interfere with our interpretation. Over a hundred hours of work went into an arrangement of a fifteen-minute piece and our concerts were supposed to last ninety minutes. Needless to say, I had no idea how much preparation this tour was going to be when I began the project, but I am so grateful that I had the opportunity to become so familiar with music I would otherwise never have explored.\r\n</br></br>\r\nIn the week leading up to our first concert, Phil was having serious vocal trouble. Prior to our departure, Phil was singing concerts and performing in conferences almost daily with his a cappella group QW4RTZ, one of the biggest hits on the Québec music scene at the moment. In addition to his overwhelming schedule on the road with QW4RTZ, he and I were fitting in weekly coachings in an effort to polish our own repertoire before the beginning of the tour. All the rehearsals in different musical styles proved to be hard on Phil’s delicate instrument; he was pushing and it was creating tension, causing his voice to fatigue very easily. Furthermore, he was feeling too much air pass through his vocal chords, leading him to believe that he may have nodules, which would have meant having to cancel the tour completely. Luckily his girlfriend Anna-Sophie Neher was able to refer Phil to a voice specialist and he had an appointment within the week. When the doctor told him that he didn’t have nodules, I could feel a huge weight lifted off his shoulders.  We weren’t in the clear though as Phil had to go on complete vocal rest and take cortisone to help relax and heal his vocal chords. Having three full days of rehearsals and a dress rehearsal couldn’t have come at a worst time. Phil wasn’t allowed to speak and he and I weren’t able to practice any music before our first concert. What a disaster!\r\n</br></br>\r\n</br></br><img class=\"newsSecImg\" src=\"http://dl.dropboxusercontent.com/s/wewkm4xzcmvy0no/Dalhousie.jpg?dl=0\"/></br></br>\r\nAfter an intense week of silent practicing with our stage director Anne Millaire, we left for Roberval on Friday, March 19th. Our first day on tour was one of the most memorable of the entire two months. We spent the afternoon in a hospital playing for people with dementia and Alzheimer’s. It was incredible to witness the change in the demeanour of the patients when we began playing our repertoire; we saw sparks in the eyes of people who were seemingly lifeless only seconds before. Needless to say, it was an encouraging start and it gave Phil and I an opportunity to have a dress rehearsal before our concert that evening. We left the hospital that afternoon and it felt as though we had already accomplished so much.\r\n</br></br>\r\nOur first five concerts on the North Coast of the St. Lawrence River were very successful but there were still some road bumps on the way. We had car troubles in Port Cartier, forcing us to rent a car. When we returned from our concert in Sept-Iles, the car wasn’t ready and we had to wait the entire day at the garage, where I practiced while making friends with some of the customers. They were enjoying my practicing so much that they pulled out a bottle of wine and drank it in plastic cups. I remember wishing I could join them but I was playing in concert that night and I needed to be fully in control. When the car was finally ready, we drove all the way to Baie-Comeau and made it to our sound check less than an hour before the concert. It ended up being one of my favourite concerts of the tour and I played very well, having warmed up many hours at the garage earlier that day!\r\n</br></br>\r\n</br></br><img class=\"newsSecImg\" src=\"http://dl.dropboxusercontent.com/s/2i3joq65ujfposr/FB_IMG_1460924984053.jpg?dl=0\"/></br></br>\r\nAfter spending Easter with family, we were on the road again for our longest stint. We would end up playing eighteen concerts over the next four weeks, traveling through the most beautiful part of Canada I’ve ever seen, la Gaspésie, then moving on to New Brunswick and Nova Scotia. It was exhilarating to play so many concerts in many beautiful halls for such wonderful and receptive audiences, but a month away from Ottawa was making me feel homesick and I missed my fiancée terribly by the end of April. While in Halifax we discovered that our concert in Luneberg the next day had been cancelled, meaning I would get to go home three days earlier than originally anticipated. I concocted a plan to surprise my girlfriend and not tell her that I would be coming home early. We talked on the phone many times over the next day but I always pretended that everything was still on schedule. Halifax to Ottawa is no short distance and I was uncomfortable lying to my fiancée for so long, but it was worth it when I saw her face the moment I returned. It was good to be home.\r\n</br></br>\r\nAfter I returned to Ottawa, we only had a few concerts left in les Îles-de-la-Madeleine, Montréal and Trois-Rivières, allowing us to play in some of the biggest concert halls in Eastern Canada, including Place-des-Arts and Salle Thomson. I can honestly say after my first experience playing concerts on the road, a voyage that was 8500 kilometers long and included concerts in twenty different cities (and twenty different hotels), that I am excited for my next opportunity to do it again. I have learned so much about being a professional concert artist thanks in large part to Jeunesses Musicales Canada and I will forever be grateful. \r\n</br></br><img class=\"newsSecImg\" src=\"https://dl.dropboxusercontent.com/s/sk2wbgctgdh7sl3/FB_IMG_1461501503198.jpg?dl=0\" /></br></br>\r\n</br></br><img class=\"newsSecImg\" src=\"http://dl.dropboxusercontent.com/s/rbr2x2m6z528n59/place-des-arts.jpg?dl=0\" /></br></br>\r\n  \r\n","contentNewsFr":"Ce printemps je suis partie en tournée au Québec et dans les maritimes pour une série de 22 concerts avec mon confrère Philippe Courchesne-Leboeuf. Phil et moi avons commencé une collaboration musicale au printemps 2013 à l’Université d’Ottawa dans un cours dirigé par le maître pianiste Frédéric Lacroix. Le séminaire concernait la musique de chambre de Beethoven, mais puisque Beethoven n’a jamais composé de musique pour guitare, je n’aurais même pas dû m’inscrire au cours. Heureusement Beethoven a écrit un grand répertoire de musique vocale, j’avais beaucoup d’expérience en tant qu’arrangeur de lieder (chanson allemande) pour guitare et Philippe avait déjà chantait des œuvres de Beethoven. Après avoir écouté plusieurs versions du cycle de chansons An die Ferne Geliebte, j’ai décidé d’arranger les premières chansons afin de déterminer si cette œuvre pouvait être adaptée à mon instrument. Suite à notre première performance, Phil et moi sont tombés en amour avec la pièce arrangée pour guitare et notre collaboration a commencé pour de vrai. Trois ans plus tard, mon arrangement complet du seul cycle de chansons de Beethoven est publié par les Productions d’Oz et nous avons interprété l’œuvre plus de vingt fois à travers l’est du pays.  \r\n</br></br>\r\nNotre expérience est devenue un des plus grands succès de ma vie à date;  l’arrangement du cycle m’a beaucoup appris concernant le processus d’arrangement pour guitare et c’est une preuve de l’importance de la patience et de la détermination face à l’inconnu. Dans notre cas je n’avais aucun choix que de terminer mon arrangement aussitôt que possible puisque nous partions en tournée à la fin de mars 2016. À moins d’un mois du départ, je n’arrêtais pas de changer mon arrangement et je ne l’avais même pas compléter. De plus, Phil et moi avons interprétés la pièce pour plusieurs de nos anciens professeurs comme Donna Brown, Lawrence Ewashko, Fred Lacroix et Michael McMahon, enseignants qui connaissaient profondément l’œuvre, et je sortais de nos leçons avec une nouvelle liste de changements à intégrer. Il est universellement reconnu que c’est très difficile à arranger ou composer pour la guitare classique, mais j’ai appris durant nos leçons et performances que les pédagogues étaient plutôt indifférents concernant la difficulté de l’exécution puisque ils ne sont pas des guitaristes. J’ai dû travailler l’arrangement en profondeur pour être sûr que les limites techniques de la guitare n’apparaissaient pas dans notre interprétation de la musique. Au final, j’ai passé plus de cent heures sur l’arrangement d’une pièce qui dure quinze minutes tandis que nos concerts de tournée devaient durer quatre-vingts dix minutes. Il va sans dire que je n’avais aucune idée de la quantité de préparation que cette tournée représenterait, mais je suis infiniment reconnaissant et comblé d’avoir eu l’opportunité d’explorer cette musique en profondeur.      \r\n</br></br>\r\nDurant la semaine avant notre concert, Phil avait beaucoup de misère avec ses cordes vocales. Avant notre départ, Philippe chantait et performait en conférence et spectacle avec son quatuor a cappella QW4RTZ presqu’à chaque soir. De plus, nous prenions des leçons privés avec des pédagogues spécialisés à chaque semaine afin de peaufiner notre répertoire. Puisque la technique est différente pour la voix classique comparée à celle utilisée dans la musique populaire, Phil a épuisé son instrument délicat en chantant intensément ces dernières semaines avant la tournée. Il soupçonnait qu’il avait des nodules sur ses cordes vocales, ce qui aurais mis fin à notre tournée avant qu’on soit même partie.  Heureusement il a été référé à la spécialiste Dr. Chagnon qui a découvert que ses cordes vocales étaient enflées mais qu’il ne souffrait pas d’une blessure grave. Nous étions tellement soulager par ces nouvelles mais d’autres défis étaient à venir. Phil a dû arrêter complètement de chanter et de parler pendant les derniers jours avant notre départ en voyage afin de récupérer sa voix. De plus, il prenait de la cortisone au début de la tournée pour même être capable de chanter. La blessure n’aurait pas pu arriver au pire moment puisqu’il nous restait nos dernières répétitions et la générale avec la metteure-en-scène, ainsi que beaucoup de peaufinage à faire par rapport à notre texte et les déplacements sur scènes. Quel désastre!\r\n</br></br>\r\n</br></br><img class=\"newsSecImg\" src=\"http://dl.dropboxusercontent.com/s/wewkm4xzcmvy0no/Dalhousie.jpg?dl=0\"/></br></br>\r\nAprès trois journées intensives de pratiques silencieuses avec la metteure-en-scène Anne Millaire, nous sommes partis à Roberval pour notre premier concert le 19 mars. La première journée de la tournée fut une des plus mémorables des deux mois que nous étions en voyage. Cet après-midi nous l’avons passé à l’hôpital de Roberval pour jouer nos œuvres pour des patients qui souffraient de démentce et d’Alzheimer. Les visages s’illuminaient dès qu’on a commencé à jouer. C’était incroyable de voir le changement dans leurs attitudes et les grands sourires que la musique leur apportait. Il va sans dire que c’était un début encourageant pour notre duo en tournée et de plus nous avons eu l’opportunité de faire une répétition avant notre premier concert officiel le soir-même. Nous sommes partis de l’hôpital avec l’impression d’avoir déjà beaucoup accomplit.    \r\n</br></br>\r\nLes cinq premiers concerts sur la Côte-Nord du fleuve St. Laurent se sont très bien passes mais nous avions eu quand même des défis à surmonter. Nous avons eu des problèmes d’auto à Port Cartier, ce qui nous a obligés de louer une auto. En revenant de notre concert à Sept-Îles, elle n’était pas encore prête et nous avons dû attendre une journée complète au garage. J’ai pris l’opportunité de pratiquer dans la salle d’attente ou j’ai pu jouer pour plusieurs clients du garage. Les gens aimaient tellement la musique qu’ils ont sorti une bouteille de vin et l’ont bu dans des verres en plastique en m’écoutant. J’aurais beaucoup aimé les joindre pour une coupe mais j’avais un concert en soirée et je voulais rester concentrer. Quand l’auto était prête nous sommes partis immédiatement pour Baie-Comeau. On est arrivé à moins d’une heure de notre concert pour la prise de son le plus rapide de l’histoire de l’humanité, mais au final le concert fut un de mes préférés de la tournée et j’ai très bien joué puisque je m’étais bien réchauffé dans le garage plus tôt cette journée.\r\n</br></br>\r\n</br></br><img class=\"newsSecImg\" src=\"http://dl.dropboxusercontent.com/s/2i3joq65ujfposr/FB_IMG_1460924984053.jpg?dl=0\"/></br></br>\r\nAprès la fin de semaine Pascale que j’ai passé avec ma famille, nous sommes repartis sur la route, cette fois-ci pour une série de dix-huit concerts en quatre semaines. Cette partie du voyage en Gaspésie nous a permis de voir les plus beaux paysages que j’ai vu de ma vie. Par la suite, nous avons poursuivi avec des concerts au Nouveau Brunswick et en Nouvelle-Écosse. C’était palpitant de pouvoir jouer autant de concerts dans des salles spectaculaires pour des auditoires extrêmement appréciatives, mais j’ai commencé à vraiment m’ennuyer de ma fiancée et d’être à la maison. Pendant que nous étions à Halifax on a découvert que notre concert le lendemain à Luneberg était annulé, ce qui voulait dire que je pouvais faire le voyage de retour trois jours plus tôt que prévu. J’ai conçu un plan afin de faire une surprise à ma blonde sans lui dire que je reviendrais plus tôt. Je me sentais un peu inconfortable de mentir plusieurs fois à ma fiancée durant nos conversations au téléphone pendant la prochaine journée, mais le regard qu’elle m’a lancé à mon retour a complètement valu la peine. J’étais heureux d’être chez moi. \r\n</br></br>\r\nAprès mon retour, il nous restait quatre concerts aux Îles-de-la-Madeleine, Montréal et Trois-Rivières. Ces deux dernières semaines nous ont permis d’interpréter dans quelques-unes des plus grandes salles de l’Est du Canada, incluant la Place-des-Arts et la Salle Thomson. Je peux confirmer que ma première expérience en tournée, un voyage qui a duré six semaines et qui nous ont mené à vingt villes différentes pour un total de 8500 kilomêtres, était un grand succès. Je suis très reconnaissant de l’opportunité que les Jeunesses Musicales de Canada m’a offert et j’ai déjà hâte à ma prochaine expérience.\r\n</br></br><img class=\"newsSecImg\" src=\"https://dl.dropboxusercontent.com/s/sk2wbgctgdh7sl3/FB_IMG_1461501503198.jpg?dl=0\" /></br></br>\r\n</br></br><img class=\"newsSecImg\" src=\"http://dl.dropboxusercontent.com/s/rbr2x2m6z528n59/place-des-arts.jpg?dl=0\" /></br></br>","imgUriNews":"http://dl.dropboxusercontent.com/s/x60hzwjgs3e5r7v/Roberval2.jpg?dl=0","descNews":"This spring I went on my first concert tour, taking me to twenty cities for twenty concerts with my great friend Philippe Courchesne-Leboeuf","descNewsFr":"Ce printemps, je suis parti en tournée avec mon grand ami Philippe Courchesne-Leboeuf qui nous a mené à vingt villes différentes à l'est du Canada pour six semaines!"}]